a
o
ay
ci
da
di
in
it
la
mo
na
ng
ni
no
sa
ta
ti
adu
ala
ama
apo
ari
aso
aya
bua
can
cas
cay
don
dua
ici
ida
idi
ili
ina
isu
ita
iti
ken
ker
ket
lan
lat
man
met
nga
olo
pay
sua
tao
tay
toy
upa
yan
adda
adic
amac
amam
amin
ammo
ania
anib
apan
apoc
apot
arig
asoc
asuc
awan
ayan
bado
bato
bolo
buoc
buso
caan
caca
cami
cayo
cuma
cura
daan
daga
daya
diac
diay
dica
dida
dina
dios
dita
dona
duan
dusa
ican
idan
idin
igam
igat
igid
ilit
imam
inam
inan
inca
inda
ines
inga
init
inna
inta
ipes
isan
isbu
isut
itan
itay
itoy
juan
lana
lima
loya
ngad
ngem
niog
oras
pias
pica
pios
pito
ruay
saan
sana
siac
siam
sica
soso
tawa
tian
todo
tudo
ulep
umay
unay
uneg
uram
uray
vaso
addic
agdan
agsao
alaem
aldaw
amana
ammoc
ammot
angin
aniat
apaya
arpad
asawa
asoda
asona
babai
baboy
bacal
baket
bakir
balay
banga
biang
bodac
buaya
bulan
bunga
caadu
caasi
cabus
cacam
cacan
caman
capon
casla
casmo
casta
cayat
conam
cuman
cunam
cutit
dacay
dagan
dagup
dagus
dalan
dapan
daran
dayat
daydi
dayta
deran
dicam
dicay
didac
dinac
dinto
ditan
ditoy
doros
gawed
gayam
gubat
ibuan
idiay
ilida
ilina
iliwo
inana
incam
incay
innac
intan
intay
ipaay
isuda
kenca
kikit
kimat
kitam
kitan
lacay
laeng
laket
layag
liman
lipay
lugar
lunes
luppo
macan
maman
manen
manoc
mapan
matam
matan
maysa
misan
mulat
mutya
nabit
nagan
napan
narba
natda
ngata
novio
padre
pagna
panyo
pasar
pasho
piman
pirac
pisos
puraw
ramut
sacam
sadac
sadin
sagat
salan
salit
santo
sinan
siroc
tadem
tapno
tawen
tawid
tayac
tirem
tongo
tupra
ubing
udang
unana
uppat
valse
vigan
wenno
adanin
addaca
addang
aganod
agawid
agbati
agbiag
alanyo
alisot
amanan
ammona
anacco
anacmi
anacmo
anacta
anacyo
apaman
apanna
aplian
aragan
asawac
asawam
ayanmo
babain
bacong
badona
bandan
bangat
bantay
bareng
bodaan
buayan
bucala
bumtac
buocco
buocmo
calawa
calman
calson
camada
campan
caniac
caniam
casano
castan
castoy
cucuac
cunada
curang
daanam
daanan
dackel
dagidi
dagita
dagiti
dagman
dangla
dayaan
daytan
daytay
daytoy
dimket
estilo
gameng
gayang
gayyem
gibuan
grasia
icapet
idinto
igamco
igorot
igupan
iliwda
iliwna
imbati
immuna
inanan
inayan
incami
innaca
innala
ipanna
itayen
itedco
kaudan
kinnan
kinona
kitaec
kitaem
kurang
lalaki
lamang
lanaan
lattan
lenned
longog
luctan
lutuad
madama
magnan
mangan
mapnec
marcos
metten
musang
musico
naalas
nabati
nagnan
nagyan
nalpas
namles
nangan
nasaom
naslag
nasudi
ngalay
ngamin
ngarud
ngiwat
novian
nuevan
olayan
padang
pagnan
paltog
paryoc
pasaki
raepan
rarang
rautan
repike
ruayda
saanca
saanmo
saanna
sabali
sadino
sagang
sampan
samsam
sardam
sasaba
sidaen
sumang
tabaco
takiag
tapaan
tebteb
tectec
timpaw
tomeng
toming
tulang
tumodo
umanay
umawat
umayen
umisem
unayen
yaayna
yammoc
addaman
addanto
adtoyac
agamang
agasawa
agbatoc
agcasar
agcuran
agdisso
agnanaw
agpapan
agsinan
agsubli
alaenyo
aluadam
amangan
amianan
anacnan
anactan
annacco
annolan
apagiso
apandac
arcosan
aruaten
arutang
asawaem
asawana
asitgan
babaing
bacnang
bagimto
bagsang
balayda
balaymo
balitoc
bangana
batecan
batucan
bayabas
bayadan
beggang
bellang
biagnan
bimmaba
bucutan
bulawan
bumacas
burican
butagan
buyadan
cabacal
cadakes
cadaydi
cadduam
cagayan
cagrang
cagusto
caibaan
cailiam
cailian
calding
canawan
canigid
capitan
carayan
cawayan
cawesco
cawitan
cucuana
cumoyog
dagaang
dagitan
dagitay
dagitoy
dagusem
dagusna
dalanmo
dalican
daradan
darasem
dawatco
daydiay
dicanto
digusco
ditanto
dogodog
estiloc
etsoram
gagaram
gagaran
gambang
gasatan
gatudan
gayaman
grasian
ibagami
icargan
idadaan
iggorot
iliwdan
iliwnan
imbagam
imbatim
imbulos
immawat
immayto
immulog
impadto
impanna
incanto
inggana
innacto
inobban
intacki
intayab
inyulog
iruarmo
isalana
isawang
itattan
kinonan
lalakin
lasatem
licudan
loslosi
lucatan
lucutan
luganan
luganda
lumanog
lumogan
mabalin
mabayag
mabuong
madanon
maipaay
makitac
makitan
mamdili
manayon
manocco
manocna
mapanac
masapul
matanan
mayaman
nabayag
nagango
nagawid
nagayos
nagcuna
naginaw
nagnada
naidaya
naimbag
nakitan
nalbuan
nalinis
nambaan
nangina
napanac
napanam
napanan
napanda
napanna
napucaw
napudot
nargaan
narigat
nasdaaw
nasibet
nasirib
nasuroc
natuang
paccang
padulan
pagaron
pagayta
pagnaan
pamayac
pamayan
panawen
panyona
papanam
partaan
pasayan
patitem
peinete
pendaem
pinggan
pinging
pinidua
pisucan
pucanan
pumucan
purosan
ragutan
rimmuar
ruangan
ruaydan
rumbeng
saclang
sacsaca
saganan
samadag
samosam
sananto
sardeng
sarming
sellang
senyora
sicanto
sicogna
sidanac
sikigan
silawam
simbaan
sinalan
subliam
sublian
sumalan
sumngay
sumokit
suratan
surosor
suyatan
tagaang
tawidco
tengnga
teppang
tinubay
tumotop
tunggal
tupinaw
turogco
umaycam
unaycan
unnayan
wasawas
yawatmo
abalayan
addaacon
agayayam
agbiagta
agcatawa
agcurang
agpasiar
agpatpat
agpinsan
agtantan
agturong
alpaharo
anannoec
anggapan
aramiden
ararosip
arubayan
asawacon
awitenca
ayayatda
ayayaten
balasang
balaymit
balaynan
balbalay
balitang
bandehan
barangay
bercacan
bidangmo
bimmatoc
bucrosca
burburan
caadduan
caadudan
caayayam
cabagiam
cabagian
cadagidi
cadagita
cadagiti
cadawyan
cadduana
calsonna
cammetan
campanan
campilan
cannoyan
casuuran
connoyan
cosinero
cumidday
curcuran
dacdacay
dardarat
dennanan
despensa
dimmagus
dongdong
duyognan
espiritu
gagaynet
galimban
gandatco
gandatmo
gargaret
gayyemco
gayyemna
giniddan
golgolan
gumatang
hapalalo
ibagamto
imbagami
imdengan
imimmoco
immaduan
immulata
inaladan
inapugan
ingganan
ingganat
inigaman
inisadan
innalana
insawang
inukisan
inulogam
inulogan
ipagatin
ipagnata
iruaarmo
isaganan
isangpet
iwarasmo
iyawatmo
kiddisan
kilikili
kinonada
kinonana
lagingan
lamisaan
lampadan
landagan
limmagto
limmugan
lumdaang
maatican
maayaban
madadaan
madaeran
madamada
magbatog
maicatlo
mainitan
maisubli
malucong
mamindua
maminsan
mamlesac
mamlesda
manganac
mangasar
mangduan
mangilut
manocnan
manugang
mapmapan
mapuoran
marbanto
maulesam
maymaysa
momoocan
nabangon
nabunaan
nadadaan
nagagong
nagbiroc
nagcarga
nagmalem
nagmatat
nagpasig
nagsalva
nagtaray
nalamiis
nalpasac
naluctan
namampag
naminsan
namongan
nangrugi
napalalo
napandan
napigsat
napritda
narautan
natubaan
ngipenna
padlesan
pagduaan
pagilian
pagservi
palangca
pamamaan
panapana
pannagna
parteran
partesco
partesmo
pasarnan
patignan
pimmanaw
pinanday
pocpoclo
puanpuan
puoranyo
ramramay
reppetec
sabangan
sacaanan
salamagi
senyores
simbahan
simmango
simurong
sinaodan
sinaonan
sinimaan
sinippaw
sinublan
subbotac
sumacdot
sumarang
tengnged
tinakian
tinaudan
tinongpa
tinoroan
tsinelas
umaddang
umarayat
umasideg
yamianan
abalbalay
agabrasan
agdalagan
agdublaca
agpadasan
agpadpada
agsalanto
agsinatan
agvestido
amangabon
amburayan
anninawan
aribucbuc
awitennan
babacnang
bacayawan
bimmangon
binordaan
bonobonan
bumalesac
bumatocac
caawannan
cabakiran
cabayagna
cabolloan
cacastila
cadagitoy
cadcaddua
cailucoan
calacayan
callangan
capariaan
capigsaan
cararagan
carbengam
carbengan
carurayan
catayacan
caturudan
collooban
cunananto
curratsan
cururayan
daanandac
dagusenyo
denggenyo
despensan
dimmuclos
dinagusda
dinagusna
dinalanna
dumagasca
dungngoen
duriripay
fandanggo
gaganayan
gagaranan
gayyaemco
ginalonan
ginuraaan
ibacnotan
idadaanco
idintocan
igiggamac
igigiddan
imatangan
imbangcag
imbucotna
imbulosna
immaddang
immadduan
immaragan
immususoc
impalawag
impasango
inaprosan
inawatdan
inawidnat
incapetna
indissona
inibbatan
iniggaman
inilinili
ininnawan
innacanto
innobbana
insungbat
inuccoran
inucsotna
inwarasna
irrubbuat
kencuanan
kinaasian
kinalapan
kinatayan
kinawicaw
kinonanan
labilaban
lalabayan
lawalawan
leddangan
lolocoten
lolokisen
maasasian
maasitgan
mabigatan
mabiglaan
macautang
madanagan
magtengan
magtengna
maicanada
maiwalang
makitanan
makiyaman
mamapudot
mangornos
manilyana
mapanawam
mapudnoac
maradagom
masacupam
masiputan
matungpal
maturayan
matutopan
maymaysan
naawatnan
nabigatan
nabukelda
nacagteng
nacaridep
nadanunen
nadarisay
nadissoan
naeddepan
nagadigit
nagbiagda
nagcurang
nagerraaw
naggapuac
naggapuam
naggapuan
naggaudan
nagpababa
nagpacada
nagsangit
nagsubang
nagtaguub
nagtengan
naguilian
nagusuben
naicamang
naminduan
naminsiam
napasagda
napudnoam
napuntaan
nasapulan
nasaracan
nasingpet
natnateng
natuangda
natucaran
nganngani
ocsotenca
padapadan
pagammoan
pagananay
pagayamco
pagayammi
pagayatam
pagayatan
pagcunaam
pagcunaan
pageanian
pagiddaan
pagigupan
paginoman
paglutoan
pagsaedan
pagtalcan
pagustoan
palubosan
panagbiag
pangatian
pangiccan
pannagnam
pannangan
panunotco
papananda
paputican
paraangan
partaanco
patilambo
pendaenna
pendaenyo
pinisucan
pinocolan
pumorosca
rebbengmo
rebbengna
sagsisiam
salapayan
sambangki
samsamkot
sangabaar
sangpetan
sasacayan
simmangat
simmaruno
simmublat
simmurong
sinagadan
sinanamay
sinayugan
singdanan
sinirocda
sinublian
snombraan
sumaclang
sumangpet
tandaanam
tangdanan
tangraban
timmaguub
timmapuac
timmaraoc
tinalawan
tinaleban
tinanawan
tinawidan
tultulang
ulesamman
abalayanco
abalayanna
agbunbunag
agsublinto
apasngayan
aracupenna
aramidenda
ararucutan
bangabanga
barangayco
bengbengan
binaybayan
binongonna
bucangcang
bucbucudam
bungbungan
cacaasinto
cacastilan
cadackelan
cadacuadan
calanutian
calasagnan
cangisitan
capapatgan
caradcadam
cararangan
cassinglag
dagusemman
daldaligan
dinagusnan
dinoradoan
dinuclosna
gawgawidan
gimmilayab
ginusingan
inangindan
intagbatna
intalantan
intugkelna
inungnguna
iruruarnan
isasangpet
kimmatuday
lacubendan
lawlawigan
linicmotna
lipusemman
longgangan
mababainan
mabatangan
macaulidan
macorcoran
magmaganca
magtengnan
magudduana
maicadduan
mailacamna
maipanagan
makiayayam
mangaragan
mangpilica
manilyanan
manugangmo
manugangna
mapadaanan
marabanban
maratectec
marugsacan
masebseban
matrimonio
nabainanda
nabuniagan
nacaayayat
nacabistit
nacalucsaw
nacapaltot
nacaradcad
nacaulidan
nadumaduma
nagbiagdan
nagcutidan
nagguornos
naginanada
nagkitadan
nagpartaan
nagrubbuat
nagsaladan
nagsalsala
nagsasalan
nagtawidan
nagutangan
nagviahian
nakiayayam
nalacubdan
nalagipdan
nangibulsa
napaaddana
napalaluan
nasacsakit
nasibetdan
nasungadan
natinongan
pabuniagan
pacabsugan
pacakitaan
pagbatucan
pagdanagan
paggustoan
pagluluaan
panagdenna
panawancan
panganupan
pangasinan
papanganan
pasangatem
paticalang
patocpatoc
peinetenan
pinidduana
piningodan
rebbengnan
reppetenna
rimmuardan
rinugianda
sabatentay
sacramento
sallacopca
saludsodem
sangailien
saridandan
segseggaan
simmangoda
simmungbat
sinanbabai
sinanudang
sinarucang
singsingna
sinolsolan
sinombraan
talaytayan
tallicudan
tinampucan
tinoctocan
tiwantiwan
tsinelasna
umarayatda
agcacamacam
agdacdackel
agpadpadaan
agsalvaacto
agsidormang
babbalasang
binanniitan
binoldingan
bungonennan
cabangibang
cacawicawan
cacaycaywan
caiggorotan
callogongna
canibusanam
casanglayan
casubalitan
deggenyonto
garasigasan
igiggamanna
inallawatna
inaramidnan
intackinaca
ipacpacadac
ipapanawnan
isublicanto
isubliyonto
itatanawnan
kababainman
kinacuyogna
kinarucayan
leddaangnan
limmiplipit
macatacatan
mailacamnat
maimatangan
maminpinsan
manungangmo
maorasionan
mapaltotnan
mapalubosam
marautandan
marautannan
matangdanan
matuyotoyda
nabilyetian
nacabasolan
nacagtengan
nacalutodan
nacarautdan
nagayayaman
nagbaetanda
nagcurangan
nagdarasdan
naglinungan
nagpacadada
nagpannubet
nagrubuaten
nagsaludsud
naibusandan
naimatangan
nakimparang
naminpinsan
naornongdan
napaaddanat
napabaronat
napanunotan
napispisang
napuniandan
narabaraban
nasingdanan
natumpungan
pacadamagan
pagcammetan
pagcurangan
pagcurposan
pagdadangan
pagkiddisan
pagpeggadan
pamlesandan
pamlesannan
panagayayam
panagbungan
panagpasiar
panagsagana
pangabakian
pangnaganan
pariggalsem
pattongagan
pimmondodan
pinayapayan
pingpinggan
ramrambacan
rinuggianda
sagamantica
sarangkinod
sinalalakin
sinambirian
sinanbabain
sinangpetan
sinanlucban
siningdanan
sinublianda
sisasaclang
sumorsurong
tagtagainep
talawatawan
tallaongdan
taltalaanan
tarigagayan
timmacderda
agcarcarayam
agrubbuattay
agsaludsudac
agsasalupang
agtultulidda
bimmangcagda
cabarrawasan
cadadackelan
giniddatonan
macadanondan
macalogandan
macaparirdan
macayangyang
maicadduacan
mangabalayan
mangaragatan
mapasungadan
mapinggoldan
maratangtang
nacagtengdan
nacalugandan
nacascasdaaw
nacatugawdan
nagdangadang
nagilinilida
nagrubbuatda
nagrubbuaten
nagsasaladan
nagsisinadan
nagtengandan
nagtengannan
nagtungpalan
naitanggadan
pacasaritaan
paganninawan
pagdidigusan
pagtungpalan
palubosamman
panangawatda
pendaennanto
rawayrawayan
sagamantican
sangatayacan
sinalongsong
sinancawitan
sinanlalakin
sumalodsudac
sumaludsodac
sumaludsudac
tultulangnan
bumayangabang
dardarepdepmi
imballawesnat
inarisamsamna
kinalicaguman
magolgolandan
makidangadang
mapispisangto
masarsaramsam
naatipocpocan
nagangangawan
nagballasiwan
nagbaringcuas
nagrubbuatdan
nangitugkelan
natumponganna
pagbanbanagan
pagranransuan
pagturturogan
sinanpamosian
sippawennacto
agdinnongngota
mangararubayan
nacasangpetdan
nagpaspasiaram
natangdanandan
natumpungandan
ngasinanbabain
pagpaspasiaran
panagpasngayna
pananglamisaan
patpatuloyanen
nagsangsangitan
pacpacupakennan
agcanibusanancan
nagpangpaanginac
panangipalawagco
